Repository: justintadlock/cleaner-gallery
Catalog: languages/cleaner-gallery-*.po
Languages: he_il, ru_ru

source: Thumbnail
ru_ru: Эскизный

source: Medium
ru_ru: Средний

source: Large
ru_ru: Большой

source: Full
ru_ru: Полный

source: No image or page
ru_ru: Без изображений

source: Attachment Page
he_il: עמוד הקובץ
ru_ru: Вложений

source: Comment Count
he_il: כמות תגובות
ru_ru: По счетчику комментариев

source: Date
he_il: תאריך
ru_ru: По дате

source: ID
ru_ru: По ID

source: Menu Order
ru_ru: По порядку в меню

source: None
he_il: ללא
ru_ru: Неизвестно как

source: Random
he_il: אקראי
ru_ru: Произвольно

source: Title
he_il: כותרת
ru_ru: По заголовку

source: Ascending
he_il: סדר עולה
ru_ru: По возрастанию

source: Descending
he_il: סדר יורד
ru_ru: По убыванию

source: Cleaner Gallery Settings
he_il: הגדרות גלריה
ru_ru: Настройки Cleaner Gallery

source: Settings saved.
he_il: הגרות נשמרו
ru_ru: Настройки сохранены.

source: Default gallery settings
he_il: הגדרות ברירת מחדל לגלריה
ru_ru: Настройки галереи по умолчанию.

source: Display %s size images by default.
he_il: הצגת גודל תמונה %s
ru_ru: По умолчанию показывать %s размер изображений.

source: Images should link to %s by default.
he_il: קישור תמונה ל %s
ru_ru: По умолчанию изображения должны указывать на страницу %s.

source: Galleries should be ordered by %s by default.
he_il: תמונת הגלריה יוצגו לפי %s
ru_ru: По умолчанию галереи должны быть упорядочены %s.

source: Display gallery images in %s order by default.
he_il: תצוגת גלריה לפי סדר %s
ru_ru: По умолчанию изображения галереи должны быть упорядочены %s.

source: (These settings may be overriden for individual galleries.)
he_il: (הגדרות אלה עשויות להיות מבוטלות בגלריות מסויימות)
ru_ru: (Эти настройки могут быть перезаписаны индивидуальными для каждой галереи).

source: Image caption settings
he_il: הגדרות כיתוב תמונה
ru_ru: Настройки заголовка изображения

source: Completely remove image captions (overrules other caption settings).
he_il: להסיר לחלוטין כיתוב תמונה (חל מעל כל ההגדרות האחרות)
ru_ru: Полностью убрать заголовок (отменяет другие настройки).

source: Use the image title as a caption if there is no caption available.
he_il: אם אין כיתוב זמין לתמונה השתמש בכותרת התמונה
ru_ru: Использовать заголовок изображения если заголовок не определен явно.

source: Script and style settings
he_il: הגדרות סקריפט וסגנון
ru_ru: Настройки стилей и скриптов

source: Load the Thickbox JavaScript (included with WordPress).
he_il: טעינת Thickbox JavaScript (מובנה בוורדפרס)
ru_ru: Загружать JavaScript Thickbox (включен в WordPress).

source: Load the Thickbox stylesheet (included with WordPress).
he_il: טעינת Thickbox stylesheet (מובנה בוורדפרס)
ru_ru: Загружать стили Thickbox (включено в WordPress).

source: External image script
he_il: סקריפטים חיצוניים לתמונות
ru_ru: Внешний скрипт изображения

source: The use, installation, and configuration of third-party image scripts are not supported by the Cleaner Gallery plugin developer. Please contact the image script developer for help using your preferred script.
he_il: שימוש, ההתקנה והגדרת התצורה של סקריפטים צד שלישי אינן נתמכות על ידי מפתחי תוסף הגלריה. אנא צור קשר עם מפתחי הסקריפט לעזרה.
ru_ru: Использование, установка и настройка внешних скриптов не поддерживается разработчиками Cleaner Gallery. Пожалуйста обращайтесь непосредственно к разработчику предпочитаемого скрипта.

source: Like this plugin?
ru_ru: Нравится плагин?

source: Here's how you can give back:
ru_ru: Как можно нам помочь:

source: Give the plugin a good rating.
ru_ru: Дайте хорошую оценку плагина.

source: Donate to the project.
ru_ru: Пожертвуйте на развитие проекта.

source: Update Settings
he_il: עדכון הגדרות
ru_ru: Обновить настройки

source: Plugin support
ru_ru: Поддержка плагина

source: Rate plugin
ru_ru: Оценить плагин

source: Donate
ru_ru: Пожертвовать

source: jQuery Lightbox Plugin
ru_ru: Плагин jQuery Lightbox

source: Cleaner Gallery
he_il: הגדרות גלריה

source: Link captions to the image attachment page.
he_il: כיתוב תמונה יהיה לינק לעמוד הקובץ.

source: Load the Cleaner Gallery stylesheet (used to format galleries).
he_il: טעינת גליון העיצוב של התוסף (בשימוש בפורמט גלריה)

source: Select an image script to use with your galleries.
he_il: בחירת סקריפט לתמונה עבור הגלריות באתר
